--liquibase formatted sql
--changeset Minich:8
INSERT INTO houses(uuid, area, country, city, street, number, create_date)
VALUES ('0699cfd2-9fb7-4483-bcdf-194a2c6b7fe6', 'Гомельская', 'Беларусь', 'Ельск', 'Ленина', 2, '2023-12-30T12:00:00.000'),
       ('9724b9b8-216d-4ab9-92eb-e6e06029580d', 'Гомельская', 'Беларусь', 'Мозырь', 'Геологов', 15, '1998-08-12T12:00:00.000'),
       ('c0eebc99-9c0b-4ef8-bb6d-6bb9bd380a13', 'Гомельская', 'Беларусь', 'Калинковичи', 'Советская', 8, '2005-11-15T12:00:00.000'),
       ('d0eebc99-9c0b-4ef8-bb6d-6bb9bd380a14', 'Минская', 'Беларусь', 'Смиловичи', 'Победы', 12, '1985-06-06T12:00:00.000'),
       ('e0eebc99-9c0b-4ef8-bb6d-6bb9bd380a15', 'Бресткая', 'Беларусь', 'Пинск', 'Весенняя', 5, '2003-03-18T12:00:00.000');